[
        {
        "id": 1,
        "name": "Graphic Design",
        "title": "Professional Graphic Design",
        "about": "The main purpose here is to make you able to use the graphic design tools and techniques in a professional way. Graphic Design helps to build the brand identity of a company. Thus it needs to be conceptual and unique to represent a company, brand or any kind of products or services. The module is designed to cover all aspects of Graphic Design and it is mostly helpful for a fresher who can start afresh. To know more about the module, take a look in the highlights of the module and get insights of how we are conducting the course.",
        "Duration": "6 Months",
        "img": "https://assets.justinmind.com/wp-content/uploads/2020/08/Gravit-screenshot-SVG-Editors-Justinmind-1.png",
        "Class": 48
    },
    {
        "id": 2,
        "name": "Web Design",
        "title": "Responsive Web Design",
        "about": "Web design means creating websites with a user-friendly structure and with an aesthetic approach. A web designers always think about the layout, color scheme and unique design of a website. But their task does not just end there. They also work hard to create a user-friendly navigation system. They also need to rank their websites and for that, they need to do some SEO tasks too. In short Web Designer can be denoted as a front-end designer or an experienced designer. A web designer needs to design such interface that will be comfortable, attractive and friendly to the visitors. But it also needs to be responsive that user can use it in different devices as per their choices. In Creative IT Institute, we will delegate our students with the modern and the most up-to-date techniques that will bring out their talents to be successful web designers.",
        "Duration": "6 Months",
        "img":"https://www.pngitem.com/pimgs/m/531-5312189_web-app-development-free-svg-for-web-design.png",
        "Class": 60
    },
    {
        "id": 3,
        "name": "Web Development",
        "title": "Professional Web Development",
        "about": "Web Development consists of two segments: front end development and backend development. Front-end Developers work with visual designs of a website and build the sites using code. The front end developer builds the structure of a website using HTML, then change the layout using CSS and sometimes uses javascript too. Besides Backend developers work with more advanced issues. They work with API (Application Programming Interfaces), CGI programs and sometimes script like PHP. Websites functionality is their main concern.",
        "Duration": "1 year",
        "img": "https://images.cdn2.stockunlimited.net/preview1300/web-coding_1950592.jpg",
        "Class": 78
    },
    {
        "id": 4,
        "name": "Digital Marketing",
        "title": "Digital Marketing",
        "about": "Creative IT institute, a leading IT training institute in Bangladesh, has set its eye on providing the necessary support to individuals who want to exploit the opportunity and make their mark in digital marketing.Our digital marketing course will not only enable you to have a good understanding of the fundamentals of digital marketing but also generate a strategy for career growth.To help you understand the market behavior and formulate a productive approach, we have covered all the aspects of digital marketing in our course. After completing the course, you will have an in-depth understanding of SEO & Affiliate Marketing and how to envision the market scenarios and use them to good effect.",
        "Duration": "6 Months",
        "img": "https://digitalconsulting.co.za/wp-content/uploads/2019/01/shutterstock_460329727.jpg",
        "Class": 45
    },
    {
        "id": 5,
      "name": "Interior Design",
      "title": "Professional Interior & Exterior Design",
      "about": "The aesthetic sense of general people has reached an even more refined state. People who are buying a house or apartment these days want to design both the interior and exterior of their houses so that it looks great. For that they are going to the interior designing agencies. But frankly, there is a shortage of such designers in our country. With the demand high and the supply still low, Interior & Exterior designing is currently a valuable career choice. Keeping that in mind we have crafted our course where we will impart quality training on the technical sides of the designing. Your design sense and our training together will turn you into an Interior & Exterior designer.",
      "Duration": "7 Months",
      "img": "https://png.clipart.me/image_preview/2c8/interior-design-vectors-8153.jpg",
      "Class": 62
    },
    {
        "id": 6,
      "name": "Networking",
      "title": "CCNA",
      "about": "The Cisco CCNA network associate certification validates the ability to install, configure, operate, and troubleshoot medium-size routed and switched networks, including implementation and verification of connections to remote sites in a WAN. This new curriculum includes basic mitigation of security threats, introduction to wireless networking concepts and terminology, and performance-based skills. This new curriculum also includes (but is not limited to) the use of these protocols: IP, Enhanced Interior Gateway Routing Protocol (EIGRP), Serial Line Interface Protocol Frame Relay, Routing Information Protocol Version 2 (RIPv2), VLANs, Ethernet, access control lists (ACLs), IPv6 etc.",
      "Duration": "6 Months",
      "img": "https://st2.depositphotos.com/3899029/5692/v/380/depositphotos_56924299-stock-illustration-people-communications-flat-icons.jpg",
      "Class": 58
    },
    {
        "id": 7,
      "name": "App Development",
      "title": "Android App Development",
      "about": "With the world going mobile, the importance of apps is increasing day by day. App development hence refers to the creation of applications to be used on mobile devices. Today when we buy a smartphone or a tablet, we can see that it comes with some pre-installed apps for social media or searching or such other purposes. And if we can’t find what we are looking for, we just log on to the app store and download the things we need. The more people buying smartphones, the more the necessity of workable apps. It proves that learning app development is a pretty good career choice today. Start learning from the best in the industry and be your own boss.",
      "Duration": "1 year",
      "img": "https://img.freepik.com/free-vector/app-development-concept-with-flat-deisng_23-2147852148.jpg",
      "Class": 90
    },
    {
        "id": 8,
      "name": "UI/UX Design",
      "title": "UI/UX Design",
      "about": "This course UX & UI Design is designed for those people, who wants to design anything to keep users on first priority and working on to make them happy. In our course, we will guide you for complete website UI & Mobile UI based on User Experience. You will learn what is a user need, How can we solve user’s problem by web application & also by mobile application. Moreover you will learn why UX is important for any system where a user involved like websites & Mobile Application. Our Course module is divided into three important section so that you can learn from scratch.User Experience concept is a rising trend and it will remain as it is over the decades. Reason we all know, because without user world cannot exist. And we all are working to make us happy whether you are a business man, a marketing professionals, a designer or a developer. For all it is important to know from the depth of User experience Strategies.You will also learn User interface design which will have usable function and aesthetic interactions with responsive interface. Now a day’s different device responsive interface design is a peak demand. We have included various online marketplaces in our course module so that after successfully completion the course our student can work both at online and offline platform.",
      "Duration": "3 Months",
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTrAiB6HJ0C7c8QaN-Co3Y4kHjy3CRY68Scsg&usqp=CAU",
      "Class": 36
    },
    {
        "id": 9,
      "name": "3D Animation",
      "title": "Professional Graphic Design",
      "about": "The process of generating three dimensional moving images in a digital environment is called 3D animation. Mainly it has three sections –\n\n        1. Modeling\n      \n        2. Layout and animation\n      \n        3. Rendering\n        \n      Modeling is generating 3D objects in a certain scene. The next phase is done by positioning and animating. And the last phase, rendering, is the output of the completed result. The techniques used in 3D Animation involves appearance sketching, appearance modeling, arena building, camera setup, texturing, alteration, bonding, and rendering. Cinema 4D, Autodesk MAYA & Autodesk 3ds Max are the names of some of the best 3D animation software. At Creative IT, we highly focus on Autodesk MAYA and teach our students to be the best in the industry.",
      "Duration": "10 Months",
      "img": "https://www.cgspectrum.com/hubfs/what-is-2d-animation.webp",
      "Class": 95
    }
  ]